src/service_layer/sample/SOAP/cartset/addCartStylePropertyResponse.xml

<?xml version="1.0" encoding="ISO-8859-1"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Body>
		<addCartStyleProperty xmlns="http://www.dps.org/dps/cartset"
			xmlns:ns2="http://www.dps.org/dps/dto" xmlns:ns3="http://www.dps.org/dps/common">
			<cartStyleID>2</cartStyleID>
			<property>bgcolour</property>
			<value>0xFFAA00</value>
		</addCartStyleProperty>
	</soap:Body>
</soap:Envelope>
